{
  "url": "https://aima.gov.pt/pt/decreto-regulamentar-da-lei-de-estrangeiros-alteracoes",
  "title": "Decreto Regulamentar da Lei de Estrangeiros: alterações - AIMA",
  "breadcrumbs": null,
  "paragraphs": [
    "Contactos | Contacts",
    "Início",
    "A AIMA",
    "FAQs",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Língua Portuguesa",
    "Brexit",
    "Notícias | News",
    "Contactos | Contacts",
    "Início",
    "Decreto Regulamentar da L…",
    "Decreto Regulamentar da Lei de Estrangeiros: alterações",
    "AalteraçãoaoDecreto Regulamentar da Lei de Estrangeirosconstitui um passo decisivo na melhoria dos serviços prestados pela AIMA às pessoas migrantes, na medida em que procede àmodernizaçãoesimplificaçãodos procedimentos administrativos, permitindo a instrução e a decisão dos processos relativos à permanência de pessoas migrantes deforma atempadae comrequisitos de segurançaacrescidos.",
    "Imprimir",
    "Copiar",
    "PartilharFacebookex TwitterMail",
    "Facebook",
    "ex Twitter",
    "Mail",
    "Perguntas FrequentesSaber mais",
    "Perguntas Frequentes",
    "Principais alteraçõesPassa a ser possível disponibilizarserviços digitaisnoPortal AIMA, para envio, receção e pagamento dospedidos de Autorização de Residência(AR), dispensando o agendamento e a deslocação a uma das Lojas AIMA.Éalargadooleque de pessoas e entidadescomlegitimidade para apresentaro pedido de Autorização de Residência além do próprio, mas sempre com a autorização do mesmo (v.g. passa a ser possível a apresentação de pedidos pelo empregador, centro de investigação, estabelecimento de ensino superior ou outras entidades públicas ou privadas, nomeadamente empresas, que acolham atividade de docência, altamente qualificada e cultural, nos pedidos que tenham por objeto o desenvolvimento dessas atividades).Aprovadosrequisitosnecessários à obtenção da Autorização de Residência (AR) passa sermais simples,menos burocratizadae comrequisitos acrescidos de segurança.",
    "Passa a ser possível disponibilizarserviços digitaisnoPortal AIMA, para envio, receção e pagamento dospedidos de Autorização de Residência(AR), dispensando o agendamento e a deslocação a uma das Lojas AIMA.",
    "Éalargadooleque de pessoas e entidadescomlegitimidade para apresentaro pedido de Autorização de Residência além do próprio, mas sempre com a autorização do mesmo (v.g. passa a ser possível a apresentação de pedidos pelo empregador, centro de investigação, estabelecimento de ensino superior ou outras entidades públicas ou privadas, nomeadamente empresas, que acolham atividade de docência, altamente qualificada e cultural, nos pedidos que tenham por objeto o desenvolvimento dessas atividades).",
    "Aprovadosrequisitosnecessários à obtenção da Autorização de Residência (AR) passa sermais simples,menos burocratizadae comrequisitos acrescidos de segurança.",
    "Apresentar o pedido através do canal digital/onlineNeste momento, podem apresentar o pedido através decanal digital/onlineosNacionais de Países Terceiros com residência legal em Portugalquetêmno seuagregado familiar criançascommais de 5 e menos de 15 anos, e que pretendam solicitar oreagrupamento familiaremPortugal, ao abrigo do art.º 98.º/2 da Lei n.º 23/2007, de 4 de julho, na redação atual.À medida que sejam alargados o leque de pedidos que possam ser apresentados em formato digital, diretamente no Portal AIMA, os critérios serão amplamente divulgados nas plataformas da AIMA.No caso dospedidos apresentadosem formatodigital/online, aprovadas situações necessárias àobtençãodaAutorização de Residênciapode serrealizadamediante a utilização dedocumentos digitais assinados com os certificados digitais, como os do Cartão de Cidadão ou da Chave Móvel Digital, e, em algumas situações, com recurso ao Sistema de Certificação de Atributos Profissionais (SCAP).",
    "Neste momento, podem apresentar o pedido através decanal digital/onlineosNacionais de Países Terceiros com residência legal em Portugalquetêmno seuagregado familiar criançascommais de 5 e menos de 15 anos, e que pretendam solicitar oreagrupamento familiaremPortugal, ao abrigo do art.º 98.º/2 da Lei n.º 23/2007, de 4 de julho, na redação atual.",
    "À medida que sejam alargados o leque de pedidos que possam ser apresentados em formato digital, diretamente no Portal AIMA, os critérios serão amplamente divulgados nas plataformas da AIMA.",
    "No caso dospedidos apresentadosem formatodigital/online, aprovadas situações necessárias àobtençãodaAutorização de Residênciapode serrealizadamediante a utilização dedocumentos digitais assinados com os certificados digitais, como os do Cartão de Cidadão ou da Chave Móvel Digital, e, em algumas situações, com recurso ao Sistema de Certificação de Atributos Profissionais (SCAP).",
    "Apresentar o pedido nas Lojas AIMAContinua a ser possível apresentar o pedido através de atendimento presencial nas Lojas AIMA ou de atendimento digital assistido, em locais a divulgar pela AIMA.",
    "Continua a ser possível apresentar o pedido através de atendimento presencial nas Lojas AIMA ou de atendimento digital assistido, em locais a divulgar pela AIMA.",
    "Quem pode apresentar o pedido além do próprioAlém da apresentação pelo próprio, os pedidos de Autorização de Residência, de prorrogação de permanência e comunicações de mobilidade de estudantes, investigadores, trabalhadores transferidos dentro de empresa e trabalhadores subordinados altamente qualificados,podem ser apresentados por:Representante legal, tratando-se de crianças até aos 17 anos de idade ou de maior acompanhado;Empregador, nos pedidos que tenham por objeto o exercício de atividade profissional subordinada, a deslocalização de empresas e os trabalhadores e/ou trabalhadoras transferidos dentro da empresa (“TDE-ICT”);Centro de investigação,estabelecimento de ensino superiorou outras entidades públicas ou privadas, nomeadamente empresas, que acolham atividade de docência, altamente qualificada e cultural, nos pedidos que tenham por objeto o desenvolvimento dessas atividades;Estabelecimento de ensino, deformação profissionalou outras entidades públicas ou privadas, nos pedidos que tenham por objeto estudo, investigação, estágio ou voluntariado;Nacionais de Países Terceirosresidentes em Portugal que pretendam beneficiar do direito ao reagrupamento familiar ou pelo membro da família que tenha entrado legalmente em Portugal e que dependa ou coabite com o titular de uma Autorização de Residência válida.Quandonãosejamapresentados pelo próprio, os pedidos devem ser acompanhados deautorização do mesmopara o efeito.",
    "Além da apresentação pelo próprio, os pedidos de Autorização de Residência, de prorrogação de permanência e comunicações de mobilidade de estudantes, investigadores, trabalhadores transferidos dentro de empresa e trabalhadores subordinados altamente qualificados,podem ser apresentados por:",
    "Representante legal, tratando-se de crianças até aos 17 anos de idade ou de maior acompanhado;",
    "Representante legal, tratando-se de crianças até aos 17 anos de idade ou de maior acompanhado;",
    "Empregador, nos pedidos que tenham por objeto o exercício de atividade profissional subordinada, a deslocalização de empresas e os trabalhadores e/ou trabalhadoras transferidos dentro da empresa (“TDE-ICT”);",
    "Empregador, nos pedidos que tenham por objeto o exercício de atividade profissional subordinada, a deslocalização de empresas e os trabalhadores e/ou trabalhadoras transferidos dentro da empresa (“TDE-ICT”);",
    "Centro de investigação,estabelecimento de ensino superiorou outras entidades públicas ou privadas, nomeadamente empresas, que acolham atividade de docência, altamente qualificada e cultural, nos pedidos que tenham por objeto o desenvolvimento dessas atividades;",
    "Centro de investigação,estabelecimento de ensino superiorou outras entidades públicas ou privadas, nomeadamente empresas, que acolham atividade de docência, altamente qualificada e cultural, nos pedidos que tenham por objeto o desenvolvimento dessas atividades;",
    "Estabelecimento de ensino, deformação profissionalou outras entidades públicas ou privadas, nos pedidos que tenham por objeto estudo, investigação, estágio ou voluntariado;",
    "Estabelecimento de ensino, deformação profissionalou outras entidades públicas ou privadas, nos pedidos que tenham por objeto estudo, investigação, estágio ou voluntariado;",
    "Nacionais de Países Terceirosresidentes em Portugal que pretendam beneficiar do direito ao reagrupamento familiar ou pelo membro da família que tenha entrado legalmente em Portugal e que dependa ou coabite com o titular de uma Autorização de Residência válida.",
    "Nacionais de Países Terceirosresidentes em Portugal que pretendam beneficiar do direito ao reagrupamento familiar ou pelo membro da família que tenha entrado legalmente em Portugal e que dependa ou coabite com o titular de uma Autorização de Residência válida.",
    "Quandonãosejamapresentados pelo próprio, os pedidos devem ser acompanhados deautorização do mesmopara o efeito.",
    "Documentos necessáriosCom a aprovação da nova Regulamentação da Lei de Estrangeiros, a AIMA está autorizada a desenvolver e implementar protocolos com entidades públicas para acesso direto a diversas bases de dados, garantindo maior celeridade e segurança na obtenção da informação necessária à concessão de autorizações de residência.À medida que os protocolos sejam celebrados e os serviços digitais disponibilizados, a dispensa da apresentação dos elementos comprovativos da informação necessária à concessão de autorizações de residência será devidamente anunciada nas plataformas da AIMA.No caso dospedidos apresentadosem formatodigital/online, aprovadas situações necessárias àobtençãodaAutorização de Residênciapode serrealizadamediante a utilização dedocumentos digitais assinados com os certificados digitais, como os do Cartão de Cidadão ou da Chave Móvel Digital, com possibilidade de recurso ao Sistema de Certificação de Atributos Profissionais (SCAP). Pode obter mais informações nas seguintes páginas:Lista de entidades certificadoras de certificados digitais qualificados na União Europeia (UE) –eIDAS Dashboard (europa.eu)Certificados de atributos profissionais por utilizador com o Cartão de Cidadão (CC) ou a Chave Móvel Digital (CMD) –Sistema de Certificação de Atributos Profissionais (SCAP) (autenticacao.gov.pt)",
    "Com a aprovação da nova Regulamentação da Lei de Estrangeiros, a AIMA está autorizada a desenvolver e implementar protocolos com entidades públicas para acesso direto a diversas bases de dados, garantindo maior celeridade e segurança na obtenção da informação necessária à concessão de autorizações de residência.",
    "À medida que os protocolos sejam celebrados e os serviços digitais disponibilizados, a dispensa da apresentação dos elementos comprovativos da informação necessária à concessão de autorizações de residência será devidamente anunciada nas plataformas da AIMA.",
    "No caso dospedidos apresentadosem formatodigital/online, aprovadas situações necessárias àobtençãodaAutorização de Residênciapode serrealizadamediante a utilização dedocumentos digitais assinados com os certificados digitais, como os do Cartão de Cidadão ou da Chave Móvel Digital, com possibilidade de recurso ao Sistema de Certificação de Atributos Profissionais (SCAP). Pode obter mais informações nas seguintes páginas:",
    "Lista de entidades certificadoras de certificados digitais qualificados na União Europeia (UE) –eIDAS Dashboard (europa.eu)",
    "Lista de entidades certificadoras de certificados digitais qualificados na União Europeia (UE) –eIDAS Dashboard (europa.eu)",
    "Certificados de atributos profissionais por utilizador com o Cartão de Cidadão (CC) ou a Chave Móvel Digital (CMD) –Sistema de Certificação de Atributos Profissionais (SCAP) (autenticacao.gov.pt)",
    "Certificados de atributos profissionais por utilizador com o Cartão de Cidadão (CC) ou a Chave Móvel Digital (CMD) –Sistema de Certificação de Atributos Profissionais (SCAP) (autenticacao.gov.pt)",
    "Taxas aplicáveisO pedido de concessão de Autorização de Residência implica o pagamento das quantias fixadas pelaPortaria n.º 307/2023, de 13 de outubro, que podeconsultar aqui.Esclarece-se que:(a) nas situações em que sejapossívelfazer àapresentação do pedidoatravés de canaldigital/onlinee quem requer opte pela suaapresentação digital, beneficia de umaredução de 25%sobre o valor da taxa aplicada pela apresentação presencial;(b) nas situações em que, sendopossívelfazer àapresentação do pedidoatravés de canaldigital/onlinee quem requer opte peloatendimento digital assistido, beneficia de umaredução de 10%sobre o valor da taxa aplicada pela apresentação presencial;(c) nasoutras situações, aplica-se umaredução de 25%sobre o valor constante da Portaria n.º 307/2023, de 13 de outubro.",
    "O pedido de concessão de Autorização de Residência implica o pagamento das quantias fixadas pelaPortaria n.º 307/2023, de 13 de outubro, que podeconsultar aqui.",
    "Esclarece-se que:",
    "(a) nas situações em que sejapossívelfazer àapresentação do pedidoatravés de canaldigital/onlinee quem requer opte pela suaapresentação digital, beneficia de umaredução de 25%sobre o valor da taxa aplicada pela apresentação presencial;",
    "(b) nas situações em que, sendopossívelfazer àapresentação do pedidoatravés de canaldigital/onlinee quem requer opte peloatendimento digital assistido, beneficia de umaredução de 10%sobre o valor da taxa aplicada pela apresentação presencial;",
    "(c) nasoutras situações, aplica-se umaredução de 25%sobre o valor constante da Portaria n.º 307/2023, de 13 de outubro.",
    "Pedidos anteriores à entrada em vigor do novo Decreto Regulamentar com valor em dívidaOs Nacionais de Países Terceiros comprocessos pendentesà data da entrada em vigor do Decreto Regulamentar, que tenhamquantias devidaspela decisão do pedido, terão de proceder aopagamento integraldas quantias em falta.Numprimeiromomento, aAIMA notificaquem apresentou o pedido, para oendereço eletrónico disponibilizadono momento da apresentação do pedido, para fazer opagamento do remanescentenum prazo de10 dias úteis.Decorridosos10 dias úteis,seopagamentonão for efetuado, aAIMA notificaa quem apresentou o pedido, namoradaconstante noregisto de residentesda AIMA, para fazer opagamento, no prazo de15 dias úteis.Caso opagamento devido não seja feito, as pessoas interessadas podemobstar à extinção do procedimentose realizarem opagamento em dobroda quantia em falta, nos10 dias seguintesao termo do prazo fixado para pagamento.Terminado o prazolegalmente fixado, oprocedimento extingue-see oprocesso é arquivado.",
    "Os Nacionais de Países Terceiros comprocessos pendentesà data da entrada em vigor do Decreto Regulamentar, que tenhamquantias devidaspela decisão do pedido, terão de proceder aopagamento integraldas quantias em falta.",
    "Numprimeiromomento, aAIMA notificaquem apresentou o pedido, para oendereço eletrónico disponibilizadono momento da apresentação do pedido, para fazer opagamento do remanescentenum prazo de10 dias úteis.",
    "Decorridosos10 dias úteis,seopagamentonão for efetuado, aAIMA notificaa quem apresentou o pedido, namoradaconstante noregisto de residentesda AIMA, para fazer opagamento, no prazo de15 dias úteis.",
    "Caso opagamento devido não seja feito, as pessoas interessadas podemobstar à extinção do procedimentose realizarem opagamento em dobroda quantia em falta, nos10 dias seguintesao termo do prazo fixado para pagamento.",
    "Terminado o prazolegalmente fixado, oprocedimento extingue-see oprocesso é arquivado.",
    "Legislação aplicávelLei n.º 23/2007, de 4 de julho, na sua atual redação (Regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)Decreto Regulamentar n.º 84/2007, de 5 de novembro, na sua atual redação (Regulamenta o regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)Portaria n.º 307/2023, de 13 de outubro(Aprova a tabela das taxas e dos demais encargos devidos pelos procedimentos administrativos inerentes à concessão de vistos em postos de fronteira, à prorrogação de permanência em território nacional, à emissão de documentos de viagem, à concessão e renovação de autorizações de residência e à prática dos demais atos relacionados com a entrada e permanência de estrangeiros em território nacional)Portaria n.º 1563/2007, de 11 de dezembro(Fixa os meios de subsistência de que devem dispor os cidadãos estrangeiros para a entrada e permanência em território nacional)Portaria n.º 73/2018, de 12 de março(Define os termos e as condições de utilização do Sistema de Certificação de Atributos Profissionais (SCAP), para a certificação de atributos profissionais, empresariais e públicos através do Cartão de Cidadão e Chave Móvel Digital)Decreto-lei n.º 83/2016, de 16 de dezembro(Aprova o serviço público de acesso universal e gratuito ao Diário da República: Artigo 10.º – Articulação com o Sistema de Certificação de Atributos Profissionais)Decreto-Lei n.º 76-A/2006, de 29 de março, na sua atual redação (Atualiza e flexibiliza os modelos de governo das sociedades anónimas, adota medidas de simplificação e eliminação de atos e procedimentos notariais e registais e aprova o novo regime jurídico da dissolução e da liquidação de entidades comerciais)Decreto-Lei n.º 12/2021, de 9 de fevereiro(Assegura a execução na ordem jurídica interna do Regulamento (UE) 910/2014, relativo à identificação eletrónica e aos serviços de confiança para as transações eletrónicas no mercado interno)Regulamento Geral sobre a Proteção de Dados (UE) 2016/679, do Parlamento Europeu e do Conselho, de 27 de abril, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais e à livre circulação desses dados e que revoga a Diretiva 95/46/CE (RGPD), aplicável no ordenamento jurídico português desde 25 de maio de 2018",
    "Lei n.º 23/2007, de 4 de julho, na sua atual redação (Regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)",
    "Lei n.º 23/2007, de 4 de julho, na sua atual redação (Regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)",
    "Decreto Regulamentar n.º 84/2007, de 5 de novembro, na sua atual redação (Regulamenta o regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)",
    "Decreto Regulamentar n.º 84/2007, de 5 de novembro, na sua atual redação (Regulamenta o regime jurídico de entrada, permanência, saída e afastamento de estrangeiros do território nacional)",
    "Portaria n.º 307/2023, de 13 de outubro(Aprova a tabela das taxas e dos demais encargos devidos pelos procedimentos administrativos inerentes à concessão de vistos em postos de fronteira, à prorrogação de permanência em território nacional, à emissão de documentos de viagem, à concessão e renovação de autorizações de residência e à prática dos demais atos relacionados com a entrada e permanência de estrangeiros em território nacional)",
    "Portaria n.º 307/2023, de 13 de outubro(Aprova a tabela das taxas e dos demais encargos devidos pelos procedimentos administrativos inerentes à concessão de vistos em postos de fronteira, à prorrogação de permanência em território nacional, à emissão de documentos de viagem, à concessão e renovação de autorizações de residência e à prática dos demais atos relacionados com a entrada e permanência de estrangeiros em território nacional)",
    "Portaria n.º 1563/2007, de 11 de dezembro(Fixa os meios de subsistência de que devem dispor os cidadãos estrangeiros para a entrada e permanência em território nacional)",
    "Portaria n.º 1563/2007, de 11 de dezembro(Fixa os meios de subsistência de que devem dispor os cidadãos estrangeiros para a entrada e permanência em território nacional)",
    "Portaria n.º 73/2018, de 12 de março(Define os termos e as condições de utilização do Sistema de Certificação de Atributos Profissionais (SCAP), para a certificação de atributos profissionais, empresariais e públicos através do Cartão de Cidadão e Chave Móvel Digital)",
    "Portaria n.º 73/2018, de 12 de março(Define os termos e as condições de utilização do Sistema de Certificação de Atributos Profissionais (SCAP), para a certificação de atributos profissionais, empresariais e públicos através do Cartão de Cidadão e Chave Móvel Digital)",
    "Decreto-lei n.º 83/2016, de 16 de dezembro(Aprova o serviço público de acesso universal e gratuito ao Diário da República: Artigo 10.º – Articulação com o Sistema de Certificação de Atributos Profissionais)",
    "Decreto-lei n.º 83/2016, de 16 de dezembro(Aprova o serviço público de acesso universal e gratuito ao Diário da República: Artigo 10.º – Articulação com o Sistema de Certificação de Atributos Profissionais)",
    "Decreto-Lei n.º 76-A/2006, de 29 de março, na sua atual redação (Atualiza e flexibiliza os modelos de governo das sociedades anónimas, adota medidas de simplificação e eliminação de atos e procedimentos notariais e registais e aprova o novo regime jurídico da dissolução e da liquidação de entidades comerciais)",
    "Decreto-Lei n.º 76-A/2006, de 29 de março, na sua atual redação (Atualiza e flexibiliza os modelos de governo das sociedades anónimas, adota medidas de simplificação e eliminação de atos e procedimentos notariais e registais e aprova o novo regime jurídico da dissolução e da liquidação de entidades comerciais)",
    "Decreto-Lei n.º 12/2021, de 9 de fevereiro(Assegura a execução na ordem jurídica interna do Regulamento (UE) 910/2014, relativo à identificação eletrónica e aos serviços de confiança para as transações eletrónicas no mercado interno)",
    "Decreto-Lei n.º 12/2021, de 9 de fevereiro(Assegura a execução na ordem jurídica interna do Regulamento (UE) 910/2014, relativo à identificação eletrónica e aos serviços de confiança para as transações eletrónicas no mercado interno)",
    "Regulamento Geral sobre a Proteção de Dados (UE) 2016/679, do Parlamento Europeu e do Conselho, de 27 de abril, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais e à livre circulação desses dados e que revoga a Diretiva 95/46/CE (RGPD), aplicável no ordenamento jurídico português desde 25 de maio de 2018",
    "Regulamento Geral sobre a Proteção de Dados (UE) 2016/679, do Parlamento Europeu e do Conselho, de 27 de abril, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais e à livre circulação desses dados e que revoga a Diretiva 95/46/CE (RGPD), aplicável no ordenamento jurídico português desde 25 de maio de 2018",
    "Centro de Contacto |             Contact Center",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(+351) 217 115 000",
    "(Custo de acordo com tarifário)",
    "A AIMA",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Perguntas Frequentes",
    "Perguntas Frequentes | FAQs",
    "Lojas AIMA",
    "Proteção de Dados Pessoais | Protection of Personal Data",
    "Contactos | Contacts",
    "Transparência Administrativa",
    "Facebook",
    "ex Twitter",
    "Linkedin",
    "YouTube",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/decreto-regulamentar-da-lei-de-estrangeiros-alteracoes",
    "Política de Privacidade"
  ],
  "links": [
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://servicos.aima.gov.pt/",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/decreto-regulamentar-da-lei-de-estrangeiros-alteracoes#offcanvas-flip-slide",
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/media/pages/documents/f4adf3850c-1741971293/tabela-de-taxas-e-demais-encargos-a-cobrar-pelos-procedimentos-administrativos.pdf",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt/pt/empreender",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt/decreto-regulamentar-da-lei-de-estrangeiros-alteracoes",
    "https://aima.gov.pt/pt/decreto-regulamentar-da-lei-de-estrangeiros-alteracoes/perguntas-frequentes",
    "https://aima.gov.pt/documents/regulamento-geral-de-protecao-de-dados-rgpd.pdf"
  ]
}