{
  "url": "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-para-atividade-cultural-art-90-o",
  "paragraphs": [
    "É concedida autorização de residência aos nacionais de Estados terceiros, quando estejam a colaborar numa atividade cultural exercida em território nacional, no âmbito de um projeto reconhecido pelo membro do Governo responsável pela área da cultura ou pela lei como de interesse para o País.",
    "O pedido de concessão de autorização de residência para o exercício de uma atividade cultural, é formulado mediante agendamento (ou através de plataforma eletrónica – em fase de implementação para titulares de visto de residência), pelo interessado ou pela entidade/empresa que o acolha (neste caso de preferência por via eletrónica). É entregue presencialmente com impresso próprio assinado pelo requerente ou pelo seu representante legal e pode ser apresentado em qualquer Loja AIMA, que o pode remeter, após instrução e decisão, para os serviços da área de residência do requerente. Deve ser acompanhado de:",
    "A concessão da autorização de residência implica: a inexistência de qualquer facto que, se fosse conhecido pelas autoridades competentes, devesse obstar à concessão do visto; Ausência de condenação por crime que em Portugal seja punível com pena privativa de liberdade de duração superior a um ano; Não se encontrar o requerente no período de interdição de entrada e de permanência em território nacional, subsequente a uma medida de afastamento; Ausência de indicação no SII UCFE para efeitos de recusa de entrada e de permanência ou de regresso, nos termos dos Artigos 33.º e 33.º-A do REPSAE.",
    "A autorização de residência temporária para o exercício de uma atividade cultural é válida pelo período de dois anos contados a partir da data da emissão do respetivo título e é renovável por períodos sucessivos de três anos.",
    "São aplicáveis as seguintes contraordenações: Art. 192.º do REPSAE (Permanência ilegal); Art. 197.º do REPSAE (Falta de declaração de entrada); Art. 199.º do REPSAE (Falta de apresentação do documento de viagem).",
    "Tabela de taxas e demais encargos a cobrar pelos procedimentos administrativos",
    "Modelo 1(Preenchimento obrigatório)",
    "Modelo 4(Termo de Responsabilidade, Preenchimento se aplicável)",
    "Artigo 90.º do REPSAE, conjugado com o Artigo 56.º do Dec. Reg. n.º 84/2007, de 5 de novembro, na sua atual redação",
    "Portaria n.º 1563/2007, de 11 de dezembro",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(Custo de acordo com tarifário)",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-para-atividade-cultural-art-90-o"
  ],
  "links": [
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/temas-transversais",
    "https://aima.gov.pt/documents/modelo-4.pdf",
    "https://aima.gov.pt/documents/tabela-de-taxas-e-demais-encargos-a-cobrar-pelos-procedimentos-administrativos.pdf",
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-para-atividade-cultural-art-90-o",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/documents/modelo-1.pdf",
    "https://aima.gov.pt/documents/minuta-declaracao-de-alojamento.pdf",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-para-atividade-cultural-art-90-o#offcanvas-flip-slide",
    "https://aima.gov.pt/pt/empreender"
  ]
}