{
  "url": "https://aima.gov.pt/pt/politica-de-privacidade",
  "title": "Política de Privacidade | Privacy Policy - AIMA",
  "breadcrumbs": null,
  "paragraphs": [
    "Contactos | Contacts",
    "Início",
    "A AIMA",
    "FAQs",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Língua Portuguesa",
    "Brexit",
    "Notícias | News",
    "Contactos | Contacts",
    "Início",
    "Política de Privacidade |…",
    "Política de Privacidade | Privacy Policy",
    "1. Âmbito",
    "A Agência para a Integração, Migrações e Asilo, I.P., doravante designada AIMA, I.P., no exercício das suas atribuições e competências, designadamente as constantes na sua Orgânica, prevista no Anexo ao Decreto-Lei n.º 41/2023, de 2 de junho, o qual cria a AIMA, I.P., bem como na Portaria n.º 324-A/2023, de 27 de outubro, a qual aprova os respetivos Estatutos, trata os dados pessoais de acordo com os princípios e regras decorrentes da legislação europeia e nacional sobre proteção de dados pessoais, em especial do Regulamento (UE) 2016/679, do Parlamento Europeu e do Conselho, de 27 de abril de 2016.",
    "Na qualidade de responsável pelo tratamento de dados pessoais, a AIMA, I.P., respeita os princípios da licitude, da lealdade e da transparência, da recolha para finalidades determinadas, explícitas e legítimas, da minimização, da exatidão e da segurança e integridade da informação.",
    "A presente política aplica-se a todos os tratamentos automatizados ou não automatizados de dados pessoais.",
    "A AIMA, I.P., assume como prioridade a proteção da privacidade e dos dados pessoais, pelo que adota a presente política em que esclarece os princípios e as regras aplicáveis aos tratamentos de dados pessoais por si realizados.",
    "2. Definições",
    "“Dados pessoais”: informação relativa a uma pessoa singular identificada ou identificável (“titular dos dados”); é considerada identificável uma pessoa singular que possa ser identificada, direta ou indiretamente, em especial por referência a um identificador. São considerados identificadores pessoais, por exemplo, um nome, um número de identificação, dados de localização, identificadores por via eletrónica ou a um ou mais elementos específicos da identidade física, fisiológica, genética, mental, económica, cultural ou social dessa pessoa singular.",
    "“Categorias especiais de dados”: referência a dados pessoais que, pela sua natureza, são particularmente sensíveis e que merecem proteção especial, dado que o contexto do seu tratamento poderá criar riscos significativos para os direitos e liberdades fundamentais. Esses dados incluem os dados pessoais relativos a origem racial ou étnica, às opiniões políticas, às convicções religiosas e filosóficas, à filiação sindical, bem como o tratamento de dados genéticos, de dados biométricos, dados relativos à saúde e dados relativos à vida sexual ou à orientação sexual de uma pessoa.",
    "“Tratamento”: uma operação ou um conjunto de operações efetuadas sobre dados pessoais ou sobre conjuntos de dados pessoais, por meios automatizados ou não automatizados, tais como a recolha, o registo, a organização, a estruturação, a conservação, a adaptação ou alteração, a recuperação, a consulta, a utilização, a divulgação por transmissão, difusão ou qualquer outra forma de disponibilização, a comparação ou interconexão, a limitação, o apagamento ou a destruição.",
    "“Responsável pelo tratamento”: a pessoa singular ou coletiva, a autoridade pública, a agência ou outro organismo que, individualmente ou em conjunto com outras, determina as finalidades e meios de tratamento de dados pessoais; sempre que as finalidades e os meios desse tratamento sejam determinados pelo direito da União ou de um Estado-Membro, o responsável pelo tratamento ou os critérios específicos aplicáveis à sua nomeação podem ser previstos pelo direito da União ou de um Estado-Membro.",
    "“Subcontratante”: uma pessoa singular ou coletiva, a autoridade pública, agência ou outro organismo que trate os dados pessoais por conta do responsável pelo tratamento destes.",
    "“Violação de dados pessoais”: uma violação da segurança que provoque, de modo acidental ou ilícito, a destruição, a perda, a alteração, a divulgação ou o acesso, não autorizados, a dados pessoais transmitidos, conservados ou sujeitos a qualquer outro tipo de tratamento.",
    "3. Tratamento de dados pessoais",
    "A AIMA, I.P., trata as categorias de dados pessoais estritamente necessárias, adequadas e pertinentes à prossecução das finalidades de interesse público que lhe são atribuídas por lei, ao abrigo de poderes de autoridade pública ou no cumprimento de uma obrigação legal.",
    "A AIMA, I.P., realiza, ainda, o tratamento de dados pessoais quando for necessário para a execução de contratos celebrados designadamente com os seus trabalhadores, colaboradores, entidades públicas e privadas e prestadores de serviços.",
    "A AIMA, I.P., trata ainda dados pessoais com base no consentimento do respetivo titular, sempre que este seja o fundamento de licitude adequado para o tratamento dos dados, desde logo, nas situações em que não se aplique nenhum dos fundamentos acima mencionados.",
    "4. Responsável pelo Tratamento",
    "A AIMA, I.P., respeita as orientações e obrigações no domínio da segurança da informação e da proteção dos dados pessoais, tomando para o efeito as medidas técnicas e organizativas adequadas a assegurar e comprovar que o tratamento de dados é efetuado em conformidade. A este propósito, a AIMA, I.P., segue as orientações técnicas (recomendáveis e obrigatórias) para a Administração Pública em matéria de segurança das redes e sistemas de informação, de acordo com Resolução do Conselho de Ministros n.º 41/2018, de 28 de março.",
    "Além disso, todos os colaboradores da AIMA, I.P., independentemente da função, do vínculo contratual ou da posição hierárquica, assumem um dever de sigilo e confidencialidade quanto aos dados pessoais a que tenham acesso no exercício das funções.",
    "5. Comunicação e transferência de dados pessoais",
    "A AIMA, I.P., não divulga os dados pessoais recolhidos, exceto se exigido por lei ou pelas autoridades competentes.",
    "A AIMA, I.P., só transfere dados pessoais para entidades prestadoras de serviços (subcontratantes) que atuam por sua conta, se as mesmas apresentarem garantias suficientes de execução de medidas técnicas e organizativas adequadas, para que o tratamento satisfaça os requisitos das normas aplicáveis, ficando tais garantias legalmente formalizadas, nomeadamente a confidencialidade.",
    "6. Transferência internacionais de dados pessoais",
    "Nos casos em que a atuação da AIMA, I.P., possa implicar a transferência de dados pessoais para fora de Portugal, incluindo para fora da União Europeia ou para Organizações Internacionais, a AIMA, I.P., cumpre as disposições legais aplicáveis, nomeadamente quanto à determinação da adequabilidade do(s) país(es) de destino no que respeita a proteção de dados pessoais e aos requisitos aplicáveis a tais transferências.",
    "7. Exercício dos Direitos dos Titulares dos Dados Pessoais",
    "Nos termos dos artigos 15.º a 22.º do RGPD, os titulares de dados pessoais dispõem dos seguintes direitos:",
    "Direito de acesso – artigo 15.º – o titular de dados pessoais tem direito a aceder (conhecer, solicitar e recolher) a todos os seus dados pessoais existentes, recolhidos e registados em cada instituição;",
    "Direito de acesso – artigo 15.º – o titular de dados pessoais tem direito a aceder (conhecer, solicitar e recolher) a todos os seus dados pessoais existentes, recolhidos e registados em cada instituição;",
    "Direito de retificação – artigo 16.º – o titular de dados pessoais tem direito a corrigir, (alterar, adaptar e atualizar) todos os seus dados pessoais existentes, recolhidos e registados em cada instituição;",
    "Direito de retificação – artigo 16.º – o titular de dados pessoais tem direito a corrigir, (alterar, adaptar e atualizar) todos os seus dados pessoais existentes, recolhidos e registados em cada instituição;",
    "Direito ao apagamento (“direito a ser esquecido”) – artigo 17.º – o titular de dados pessoais tem direito a solicitar o apagamento de todos os seus dados pessoais existentes, recolhidos e registados em cada instituição (com exceção daqueles que por definição de prazo legal têm que ser conservados);",
    "Direito ao apagamento (“direito a ser esquecido”) – artigo 17.º – o titular de dados pessoais tem direito a solicitar o apagamento de todos os seus dados pessoais existentes, recolhidos e registados em cada instituição (com exceção daqueles que por definição de prazo legal têm que ser conservados);",
    "Direito à limitação do tratamento – artigo 18.º – o titular de dados pessoais tem direito a limitar o tratamento dos seus dados pessoais solicitando o exercício da recolha dos dados estritamente necessários ao exercício da finalidade em causa, bem como a definição clara da finalidade a que o tratamento de dados se destina e o prazo de conservação dos mesmos;",
    "Direito à limitação do tratamento – artigo 18.º – o titular de dados pessoais tem direito a limitar o tratamento dos seus dados pessoais solicitando o exercício da recolha dos dados estritamente necessários ao exercício da finalidade em causa, bem como a definição clara da finalidade a que o tratamento de dados se destina e o prazo de conservação dos mesmos;",
    "Direito de portabilidade dos dados – artigo 20.º – o titular de dados pessoais tem direito a receber os seus dados pessoais e a transmitir esses dados a outro responsável pelo tratamento, sempre que esses dados tenham sido fornecidos pelo seu titular a um responsável de tratamento com base no consentimento ou num contrato e se o tratamento de dados for realizado por meios automatizados;",
    "Direito de portabilidade dos dados – artigo 20.º – o titular de dados pessoais tem direito a receber os seus dados pessoais e a transmitir esses dados a outro responsável pelo tratamento, sempre que esses dados tenham sido fornecidos pelo seu titular a um responsável de tratamento com base no consentimento ou num contrato e se o tratamento de dados for realizado por meios automatizados;",
    "Direito de oposição – artigo 21.º – o titular de dados pessoais tem direito de se opor ao tratamento de dados incluindo a definição de perfis, se não tiver concedido consentimento para o efeito ou se o tratamento não decorrer, designadamente, de um contrato, de procedimentos judiciais ou defesa dos seus interesses vitais, entre outros (cfr. n.º 2 do artigo 9.º);",
    "Direito de oposição – artigo 21.º – o titular de dados pessoais tem direito de se opor ao tratamento de dados incluindo a definição de perfis, se não tiver concedido consentimento para o efeito ou se o tratamento não decorrer, designadamente, de um contrato, de procedimentos judiciais ou defesa dos seus interesses vitais, entre outros (cfr. n.º 2 do artigo 9.º);",
    "Direito a não ficar sujeito a decisões individuais automatizadas – artigo 22.º – o titular de dados pessoais tem direito a não ficar sujeito a decisões tomadas com base no tratamento automatizado, incluindo a definição de perfis, se esse facto puder produzir efeitos que o venham a afetar na sua esfera jurídica ou outra.",
    "Direito a não ficar sujeito a decisões individuais automatizadas – artigo 22.º – o titular de dados pessoais tem direito a não ficar sujeito a decisões tomadas com base no tratamento automatizado, incluindo a definição de perfis, se esse facto puder produzir efeitos que o venham a afetar na sua esfera jurídica ou outra.",
    "Com o intuito de garantir o exercício dos direitos supra referidos, a AIMA, I.P., através dos seus canais de comunicação, faculta aos titulares dos dados pessoais e, nos termos legais, os meios adequados ao exercício desses mesmos direitos.",
    "Caso a utilização dos dados pessoais seja baseada no consentimento, os titulares dos dados pessoais têm o direito de se opor ao processamento dos mesmos, e de retirar o consentimento, sem comprometer a validade do tratamento de dados efetuado até esse momento.",
    "Para quaisquer questões relacionadas com o exercício dos direitos que lhe são atribuídos pela legislação aplicável e, em especial, os referidos na presente Política, o titular dos dados poderá enviar um pedido escrito através dos seus meios de comunicação disponíveis no seuwebsite.",
    "Os titulares poderão contatar o Encarregado de Proteção de Dados, através do endereçoepd.protecaodedados@aima.gov.pt.",
    "8. Conservação de Dados Pessoais",
    "Os dados pessoais só podem ser tratados durante o período necessário para a prossecução das finalidades da recolha, ou do tratamento posterior autorizado nos termos da lei, findo o qual devem ser apagados, sem prejuízo da sua pseudonimização logo que as finalidades do tratamento o permitam.",
    "9. Violação de Dados Pessoais",
    "Em caso de violação de dados pessoais, a AIMA, I.P., notifica desse facto a Comissão Nacional de Proteção de Dados (CNPD), sem demora injustificada e, sempre que possível, até 72 horas após ter tido conhecimento da mesma, a menos que a violação dos dados pessoais não seja suscetível de resultar num risco para os direitos e liberdades das pessoas singulares.",
    "Compromete-se ainda, a AIMA, I.P., a comunicar a violação aos titulares de dados afetados sempre que esta seja suscetível de implicar um risco elevado para os seus direitos.",
    "10. Controlo da atuação",
    "A atuação da AIMA, I.P., no domínio da proteção e tratamento de dados pessoais é passível de reclamação junto da Comissão Nacional de Proteção de Dados ou de impugnação judicial, nos termos gerais.",
    "11. Alteração à política de privacidade",
    "A AIMA, I.P., reserva-se ao direito de alterar a política de privacidade a qualquer momento, facto que dará conhecimento no seuwebsiteou outros meios considerados idóneos.",
    "Data da Política de Privacidade: novembro de 2023",
    "Imprimir",
    "Copiar",
    "PartilharFacebookex TwitterMail",
    "Facebook",
    "ex Twitter",
    "Mail",
    "Destaques",
    "Política de Privacidade da AIMA, I.P.",
    "Centro de Contacto |             Contact Center",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(+351) 217 115 000",
    "(Custo de acordo com tarifário)",
    "A AIMA",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Perguntas Frequentes",
    "Perguntas Frequentes | FAQs",
    "Lojas AIMA",
    "Proteção de Dados Pessoais | Protection of Personal Data",
    "Contactos | Contacts",
    "Transparência Administrativa",
    "Facebook",
    "ex Twitter",
    "Linkedin",
    "YouTube",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "Política de Privacidade"
  ],
  "links": [
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/politica-de-privacidade#offcanvas-flip-slide",
    "https://aima.gov.pt/media/pages/documents/9bb9d552ea-1708944131/politica-de-privacidade-aima-novembro-2023.pdf",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt/contactos",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt/pt/empreender",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt"
  ]
}