{
  "url": "https://aima.gov.pt/pt/lingua-portuguesa/cursos-de-portugues-lingua-de-acolhimento-pla",
  "paragraphs": [
    "Oscursos de Português Língua de Acolhimento (PLA)(anteriormente designados Português para Falantes de Outras Línguas (PFOL) ou Português para Todos (PPT)), criados no âmbito daPortaria n.º 183/2020, de 5 de agosto (alterada pelaPortaria n.º 184/2022, de 21 de julho), visam responder às necessidades de aprendizagem da língua portuguesa junto de pessoas migrantes em Portugal.",
    "Os cursos PLA destinam-se a cidadãos/ãs, com idadeigual ou superior a 16 anos, cujalíngua materna não é a língua portuguesae/ou quenão detenham competências básicas, intermédias ou avançadas em língua portuguesa, de acordo com o Quadro Europeu Comum de Referência para as Línguas (QECRL).",
    "Os/As destinatários/as devem ser portadores/as detítulo de residência, nos termos da legislação nacional aplicável a cidadãos/ãs estrangeiros/as,oudevem apresentarum dos seguintes documentos:",
    "a) Comprovativo de que foi iniciado o procedimento para a prorrogação da permanência em território nacional ou para a concessão ou renovação de autorização de residência;b) Comprovativo de apresentação do pedido de proteção internacional ou proteção temporária;c) Comprovativo da atribuição do Número de Identificação de Segurança Social (NISS).",
    "São igualmente destinatários dos cursos PLA os/as cidadãos/ãs portadores/as de visto de curta duração para trabalho sazonal, de estada temporária ou de residência.",
    "Estes cursoscertificamos níveis A1 + A2 (Utilizador Elementar) e B1 + B2 (Utilizador Independente), de acordo com o Quadro Europeu Comum de Referência para as Línguas (QECRL). A certificação de nível A2 ou superior faz prova do conhecimento de língua portuguesa para efeitos de pedido de concessão de autorização de residência permanente, de concessão de estatuto de residente de longa duração e de nacionalidade portuguesa.",
    "Os cursos PLA são promovidos pelosestabelecimentos de ensino da rede pública, através da Direção-Geral dos Estabelecimentos Escolares (DGEstE), pela rede decentros de formação(centros de gestão direta e participada) do Instituto do Emprego e da Formação Profissional, I.P. (IEFP, I.P.), e pela rede deCentros Qualifica.",
    "Os cursos PLA podem ser objeto definanciamento comunitário, nomeadamente no âmbito doPESSOAS 2030– Programa Temático Demografia, Qualificações e Inclusão e doFAMI 2030– Fundo para o Asilo, a Migração e a Integração.",
    "Para saber qual o curso PLA mais próximo da sua área de residência ou de trabalho, contacte a Direção de Serviços de Promoção da Língua Portuguesa (SPLPt) da AIMA através do e-maillingua.portuguesa@aima.gov.pt",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(Custo de acordo com tarifário)",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/lingua-portuguesa/cursos-de-portugues-lingua-de-acolhimento-pla"
  ],
  "links": [
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/lingua-portuguesa/cursos-de-portugues-lingua-de-acolhimento-pla",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/lingua-portuguesa/cursos-de-portugues-lingua-de-acolhimento-pla#offcanvas-flip-slide",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/empreender"
  ]
}