{
  "url": "https://aima.gov.pt/pt/lingua-portuguesa/perguntas-e-respostas",
  "paragraphs": [
    "Sim, na sua grande maioria, embora possa depender do tipo de entidade promotora e do facto do curso ser ou não cofinanciado por fundos comunitários.",
    "Sim. Os cursos PLA certificam os níveis A1 + A2 (Utilizador Elementar) e B1 + B2 (Utilizador Independente), de acordo com o Quadro Europeu Comum de Referência para as Línguas (QECRL).",
    "Sim. A certificação de nível A2 ou superior faz prova do conhecimento de língua portuguesa para efeitos de pedido de concessão da autorização de residência permanente.",
    "Sim. A certificação de nível A2 ou superior faz prova do conhecimento de língua portuguesa para efeitos de pedido de concessão do estatuto de residente de longa duração.",
    "Sim. A certificação de nível A2 ou superior faz prova do conhecimento de língua portuguesa para efeitos de pedido de nacionalidade.",
    "Não, se obtiver um certificado de nível A2 – Utilizador Elementar ou superior, está dispensado de fazer o Teste de Língua Portuguesa.",
    "Os cursos PLA destinam-se a cidadãos/ãs, com idade igual ou superior a 16 anos, cuja língua materna não é a língua portuguesa e/ou que não detenham competências básicas, intermédias ou avançadas em língua portuguesa, de acordo com o Quadro Europeu Comum de Referência para as Línguas (QECRL), independentemente da sua situação regular no país.",
    "Os/As destinatários/as devem ser portadores/as de título de residência, nos termos da legislação nacional aplicável a cidadãos/ãs estrangeiros/as, ou devem apresentar um dos seguintes documentos:",
    "a) Comprovativo de que foi iniciado o procedimento para a prorrogação da permanência em território nacional ou para a concessão ou renovação de autorização de residência;b) Comprovativo de apresentação do pedido de proteção internacional ou proteção temporária;c) Comprovativo da atribuição do Número de Identificação de Segurança Social (NISS).",
    "São igualmente destinatários dos cursos PLA os/as cidadãos/ãs portadores/as de visto de curta duração para trabalho sazonal, de estada temporária ou de residência.",
    "Os cursos PLA estão organizados por referenciais de competências e de formação que constam do Catálogo Nacional de Qualificações (CNQ) (https://catalogo.anqep.gov.pt/), aos quais correspondem os níveis de proficiência linguística de acordo com o QECRL e a respetiva carga horária.",
    "Os cursos PLA que certificam o nível A1 + A2 – Utilizador Elementar estão organizados de acordo com as seguintes Unidades de Formação de Curta Duração (UCFD):",
    "Nível A1- Utilizador Elementar•UFCD 6452– Eu e a minha rotina diária (25h)•UFCD 6453– Hábitos alimentares  alimentares, cultura e lazer (25h)•UFCD 6454– O corpo humano, saúde e serviços (25h)",
    "Nível A2- Utilizador Elementar•UFCD 6455– Eu e o mundo do trabalho (25h)•UFCD 6456– O meu passado e o meu presente (25h)•UFCD 6457– Comunicação e vida em sociedade (25h)",
    "Os cursos PLA que certificam o nível B1 + B2 – Utilizador Independente estão organizados de acordo com as seguintes Unidades de Formação de Curta Duração (UCFD):",
    "B1 – Utilizador Independente•UFCD 6397UI– Eu, a sociedade e a cultura (50h)•UFCD 6398UI– Eu e os outros (25h)•UFCD 6399UI– Atualidade cultural (25h)",
    "B2 – Utilizador Independente•UFCD 6400UI– Sociedade e projetos de vida (50h)•UFCD 6401UI– Atualidades (25h)",
    "O Catálogo Nacional de Qualificações (CNQ) integra igualmente uma UFCD específica:UFCD 10647 – Dimensão gráfica e alfabeto em português para utilizadores de outros sistemas de escrita, com uma carga horária de 25h, que deve ser mobilizada quando se verifique que os/as formandos/as usam outro alfabeto que não o latino ou outro sistema de escrita.",
    "Nota: A UFCD da formação de base 6399UI constitui um aprofundamento de conhecimentos culturais sobre o país de acolhimento e não é obrigatória para a obtenção da certificação do nível B1, caso o/a formando/a já tenha concluído a UFCD 6397UI e a UFCD 6398UI. Não obstante a organização das UFCD indiciar um número de horas superior a 150 horas, prevê-se uma flexibilização no ensino da língua e a sua adaptação aos/às formandos/as em sala, considerando sempre um total de 150 horas, para a conclusão do nível B1 e B2 – Utilizador Independente.",
    "O percurso A (A1 + A2) tem uma duração máxima de 150 horas. O tempo de realização de cada curso depende da organização de cada entidade promotora, consoante o número de horas de formação lecionadas por semana.",
    "O percurso B (B1 + B2) tem uma duração máxima de 150 horas. O tempo de realização de cada curso depende da organização de cada entidade promotora, consoante o número de horas de formação lecionadas por semana.",
    "Os cursos PLA são promovidos pelos estabelecimentos de ensino da rede pública, através da Direção-Geral dos Estabelecimentos Escolares (DGEstE), pela rede de centros de gestão direta e participada do Instituto do Emprego e da Formação Profissional, I.P. (IEFP, I.P.), e pela rede de Centros Qualifica.",
    "No Portal da Oferta Formativa encontrará igualmente informações sobre os cursos PLA, efetuando a procura, no campo “Designação do Curso”, por “Português Língua de Acolhimento”.",
    "Caso tenha interesse em integrar algum curso, deverá contactar a respetiva escola, centro de formação profissional ou Centro Qualifica no sentido de obter informações sobre o processo de inscrição, datas de início, horários, bem como outros requisitos.",
    "Para saber quais as escolas, centros de formação profissional ou Centros Qualifica mais próximos da sua área de residência ou trabalho, contacte a Direção de Serviços de Promoção da Língua Portuguesa (SPLPt) através do e-mail:lingua.portuguesa@aima.gov.pt",
    "O Grupo de Trabalho PLA foi criado em 2021 como uma Comissão Nacional de Acompanhamento informal e posteriormente formalizado ao abrigo da Portaria n.º 184/2022, de 21 de julho. Tem como objetivos a monitorização e a avaliação dos cursos PLA, a partilha de informação e a definição de estratégias concertadas de atuação no âmbito da implementação destes cursos.",
    "Este Grupo é coordenado pela Agência para a Integração, Migrações e Asilo, I.P. (AIMA) e integra representantes da Agência Nacional para a Qualificação e o Ensino Profissional, I.P. (ANQEP), da Direção-Geral dos Estabelecimentos Escolares (DGEstE) e do Instituto do Emprego e Formação Profissional (IEFP).",
    "De acordo com o disposto no número 2 do Artigo 25.º do Decreto-Lei n.º 237-A/2006, de 14 de dezembro (diploma que aprova o Regulamento da Nacionalidade Portuguesa), na redação dada pelo Decreto-Lei n.º 26/2022, de 18 de março, o conhecimento da língua portuguesa pode ser comprovado por uma das seguintes formas:",
    "a) Certificado de habilitação ou certidão emitidos por estabelecimento de ensino público, particular ou cooperativo reconhecido nos termos legais, desde que o seu detentor tenha frequentado com aproveitamento a unidade curricular/disciplina de Português ou de Português Língua Não Materna, pelo menos em dois anos letivos;",
    "b) Certificado de aprovação em prova de língua portuguesa realizada em estabelecimentos de ensino da rede pública, quando efetuada em território nacional, ou em locais acreditados pelo Camões – Instituto da Cooperação e da Língua, I.P., quando realizada no estrangeiro, devendo a regulamentação desta prova, bem como o respetivo controlo, constar de portaria dos membros do Governo responsáveis pelas áreas dos negócios estrangeiros, da administração interna, da justiça e da educação; [p.f. consulte a página web do Instituto de Avaliação Educativa, I.P.iave.ptsobre a PaN – Prova do Conhecimento da Língua Portuguesa para Aquisição da Nacionalidade]",
    "c) Certificado em língua portuguesa como língua estrangeira, emitido mediante a realização de teste em centro de avaliação de português, como língua estrangeira, reconhecido pelo Ministério da Ciência, Tecnologia e Ensino Superior, mediante protocolo; [p.f. consulte a página web do Centro de Avaliação de Português Língua Estrangeira (CAPLE)caple.letras.ulisboa.pt, na área dedicada aos Exames de Português Língua Estrangeira (PLE)]",
    "d) Certificado que ateste a conclusão do nível A2 ou superior do Quadro Europeu Comum de Referência para as Línguas, emitido por estabelecimento de ensino público, centros de emprego e formação e centros protocolares do Instituto do Emprego e da Formação Profissional, I. P. (IEFP, I. P.), ao abrigo da Portaria n.º 1262/2009, de 15 de outubro, na sua redação atual;",
    "e) Certificado do curso de Português Língua de Acolhimento que ateste a conclusão do nível A2 ou superior do Quadro Europeu Comum de Referência para as Línguas, emitido por estabelecimentos de ensino da rede pública, por estabelecimentos que integrem a rede de centros de gestão direta e participada do IEFP, I. P., e pelos Centros Qualifica, ao abrigo da Portaria n.º 183/2020, de 5 de agosto (alterada pela Portaria n.º 184/2022, de 21 de julho);",
    "f) Certificado de qualificações que ateste a conclusão de unidades de competência/unidades de formação em língua portuguesa que integram a componente de formação escolar de uma qualificação do Catálogo Nacional de Qualificações, obtidas através de modalidades de formação de dupla certificação do Sistema Nacional de Qualificações, de acordo com o artigo 9.º do Decreto-Lei n.º 396/2007, de 31 de dezembro, na sua redação atual, e que perfaçam um mínimo de 100 horas.",
    "Não, a AIMA não promove cursos PLA. A AIMA apoia na identificação das entidades formadoras que promovem localmente estes cursos.",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(Custo de acordo com tarifário)",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/lingua-portuguesa/perguntas-e-respostas"
  ],
  "links": [
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/lingua-portuguesa/perguntas-e-respostas",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/lingua-portuguesa/perguntas-e-respostas#offcanvas-flip-slide",
    "https://aima.gov.pt/pt/empreender"
  ]
}