{
  "url": "https://aima.gov.pt/pt/documentos-e-vistos-validos-e-aceites-ate-30-de-junho-de-2025-valid-and-accepted-documents-and-visas-until-30-june-2025",
  "title": "Documentos e vistos válidos e aceites até 30 de junho de 2025 - AIMA",
  "breadcrumbs": null,
  "paragraphs": [
    "Contactos | Contacts",
    "Início",
    "A AIMA",
    "FAQs",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Língua Portuguesa",
    "Brexit",
    "Notícias | News",
    "Contactos | Contacts",
    "Início",
    "Documentos e vistos válid…",
    "Documentos e vistos válidos e aceites até 30 de junho de 2025",
    "Osdocumentos e vistosrelativos à permanência em território nacional, que tiverem expirado a partir de 22 de fevereiro de 2020,estão válidos até 30 de junho de 2025 e são aceites pelas autoridades públicas portuguesas, para todos os efeitos legais, nos termos do art.º 16.º, n.os 1 e 8, doDecreto-Lei n.º 10-A/2020, de 13 de março, na sua redação atual.",
    "Esta norma aplica-se atodos os documentos e vistos, nomeadamente:",
    ". Autorizações de Residência (AR), incluindo as AR CPLP. Certificados de Registo de Nacionais da União Europeia (UE). Cartões de Residência de Nacionais da UE e Familiares. Vistos de curta duração, estada temporária e residência. Entre outros",
    "E atodas as entidades e serviços, tais como:",
    ". Instituto do Emprego e Formação Profissional (IEFP). Instituto da Segurança Social. Autoridade Tributária (AT). Serviço Nacional de Saúde (SNS). Autarquias Locais (Câmaras Municipais e Juntas de Freguesia). Bancos. Empregadores. Entre outros",
    "Assim,todas as pessoas estrangeiras, titulares de qualquer visto ou AR caducada desde 22 de fevereiro de 2020,podem permanecer, sair e entrar em Portugal, com base nesses mesmos títulos, dado que os mesmos continuam a seraceites por todas as autoridades públicas portuguesas, para todos os efeitos legais, até 30 de junho de 2025.",
    "A prorrogação da validade dos documentos e vistos mencionados, até 30 de junho de 2025, écircunscrita a Portugaleobriga as autoridades públicas portuguesas. A entrada e circulação em outro Estado Schengen continua a estar sujeita ao cumprimento das condições consagradas no Código de Fronteiras Schengen.",
    "Valid and Accepted Documents and Visas until 30 June 2025",
    "Documents and visasrelating to stay in national territory, which expired from 22 February 2020,are valid until 30 June 2025 and are accepted by Portuguese public authorities, for all legal purposes, according to Article 16, paragraphs 1 and 8, ofDecree-Law No. 10-A/2020, of 13 March, in its current version.",
    "This regulation applies toall documents and visas, namely:",
    ". Residence Permits (AR), including CPLP Residence Permits. EU Citizens Registration Certificates. EU Citizens and Family Members Residence Cards. Short-stay, temporary stay, and residence Visas. Among others",
    "And toall entities and services, such as:",
    ". Institute for Employment and Vocational Training (IEFP). Social Security Institute (ISS). Portuguese Tax and Customs Authority (AT). National Health Service (SNS). Local Authorities (City and Parish Councils). Banks. Employers. Among others",
    "Therefore,all foreign nationalsholding any visa or residence permit, which expired from 22 February 2020,may remain in, exit, and enter Portugalbased on these documents, as they continue to be accepted by all Portuguese public authorities, for all legal purposes, until 30 June 2025.",
    "The extension of the validity of the mentioned documents and visas until 30 June 2025is limited to Portugalandis binding on Portuguese public authorities. Entry and circulation in another Schengen State remain subject to compliance with the conditions laid down in the Schengen Borders Code.",
    "Imprimir",
    "Copiar",
    "PartilharFacebookex TwitterMail",
    "Facebook",
    "ex Twitter",
    "Mail",
    "Links relacionados",
    "Decreto-Lei n.º 10-A/2020, de 13 de março",
    "Decreto-Lei n.º 41-A/2024, de 28 de junho",
    "Decree-Law No. 10-A/2020, of 13 March",
    "Decree-Law No. 41-A/2024, of 28 June",
    "Cartaz – Documentos e vistos válidos e aceites até 30 de junho de 2025",
    "Poster – Valid and Accepted Documents and Visas until 30 June 2025",
    "Centro de Contacto |             Contact Center",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(+351) 217 115 000",
    "(Custo de acordo com tarifário)",
    "A AIMA",
    "Viver        | Living",
    "Estudar | Studying",
    "Trabalhar | Working",
    "Empreender | Investing",
    "Perguntas Frequentes",
    "Perguntas Frequentes | FAQs",
    "Lojas AIMA",
    "Proteção de Dados Pessoais | Protection of Personal Data",
    "Contactos | Contacts",
    "Transparência Administrativa",
    "Facebook",
    "ex Twitter",
    "Linkedin",
    "YouTube",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/documentos-e-vistos-validos-e-aceites-ate-30-de-junho-de-2025-valid-and-accepted-documents-and-visas-until-30-june-2025",
    "Política de Privacidade"
  ],
  "links": [
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/media/pages/documents/dd91ae8d24-1726824693/aima-prorrogacao-en.jpg",
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/media/pages/documents/7b56d67079-1723571586/aima-prorrogacao-pt.jpg",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt/pt/empreender",
    "https://aima.gov.pt/pt/documentos-e-vistos-validos-e-aceites-ate-30-de-junho-de-2025-valid-and-accepted-documents-and-visas-until-30-june-2025",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt/documentos-e-vistos-validos-e-aceites-ate-30-de-junho-de-2025-valid-and-accepted-documents-and-visas-until-30-june-2025#offcanvas-flip-slide"
  ]
}