{
  "url": "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-tde-ict-para-trabalhador-transferido-dentro-da-empresa-art-124-o-b",
  "paragraphs": [
    "Destaques",
    "É concedida autorização de residência a trabalhadores acolhidos por entidade/empresa estabelecida no território nacional, nos termos da legislação nacional, para a qual o trabalhador é transferido no âmbito de uma transferência dentro da empresa – alíneaii) do n.º 1 do artigo 3.º da Lei n.º 23/2007 e 124.º-B, para exercício de atividade profissional de gestor, especialista ou de formação (cf. alíneahh) do n.º 1 do artigo 3.º citado).",
    "O pedido de concessão de autorização de residência ou de cartão azul UE é formulado mediante agendamento ou através de plataforma eletrónica pelo interessado ou pela entidade que o acolha, entregue presencialmente com impresso próprio assinado pelo requerente ou pelo seu representante legal e pode ser apresentado em qualquer Loja AIMA, que o pode remeter, após instrução e decisão, para os serviços da área de residência do requerente. Deve ser acompanhado de:",
    "A concessão da autorização de residência implica: a inexistência de qualquer facto que, se fosse conhecido pelas autoridades competentes, devesse obstar à concessão do visto; Ausência de condenação por crime que em Portugal seja punível com pena privativa de liberdade de duração superior a um ano; Não se encontrar o requerente no período de interdição de entrada e de permanência em território nacional, subsequente a uma medida de afastamento; Ausência de indicação no SII UCFE para efeitos de recusa de entrada e de permanência ou de regresso, nos termos dos artigos 33.º e 33.º-A do REPSAE.",
    "Quando o requerente tenha entrado legalmente em Território Nacional não carece de visto de residência.",
    "Não é exigível a permanência regular, sendo, no entanto, passível de contraordenação por excesso de permanência ao abrigo do disposto no art. 192.º do REPSAE (e, se aplicável, pelo disposto no Art. 197.º da Lei – Falta de declaração de entrada; Art. 199.º da Lei – Falta de apresentação do documento de viagem).",
    "Nos termos do disposto no n.º 7 do artigo 124.º-B da Lei de Estrangeiros, a autorização de residência para trabalhador transferido dentro da empresa tem validade de um ano ou validade corresponde à duração da transferência para o território nacional, podendo ser renovada por iguais períodos, até ao limite de três anos, no caso dos gestores e especialistas, ou de um ano, no caso dos empregados estagiários, desde que se mantenham as condições da sua concessão.",
    "O pedido é decidido no prazo de 90 dias para a concessão; de 30 dias para a renovação, reduzidos para metade (45 dias e 15 dias, respetivamente) no caso das empresas certificadas.",
    "O trabalhador transferido titular de autorização de residência para transferência dentro da mesma empresa que veja alteradas as condições de concessão da sua autorização de residência estabelecidas no artigo 124.º-B, deve notificar a AIMA, de tal facto, no prazo de 15 dias.",
    "Ao titular da AR “TDE-ICT” é garantido o direito ao reagrupamento familiar, nos termos do art. 98.º do REPSAE.",
    "Tabela de taxas e demais encargos a cobrar pelos procedimentos administrativos",
    "Modelo 1(Preenchimento obrigatório)",
    "Modelo 4(Termo de Responsabilidade, Preenchimento se aplicável)",
    "Artigo 124.º-B do REPSAE, conjugado com os Artigos 62.º-B, 53 do Dec. Reg. n.º 84/2007, de 5 de novembro, na sua atual redação",
    "Portaria n.º 1563/2007, de 11 de dezembro",
    "Segunda a sexta, das 08h00 às 20h00 |Monday to Friday - 8:00 am to 08:00 pm",
    "(Custo de acordo com tarifário)",
    "©\n                        2025Agência para a Integração, Migrações e Asilo",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-tde-ict-para-trabalhador-transferido-dentro-da-empresa-art-124-o-b"
  ],
  "links": [
    "https://aima.gov.pt/pt/lingua-portuguesa",
    "https://aima.gov.pt/pt/trabalhar",
    "https://aima.gov.pt/pt/viver",
    "https://aima.gov.pt",
    "https://aima.gov.pt/pt",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-tde-ict-para-trabalhador-transferido-dentro-da-empresa-art-124-o-b",
    "https://aima.gov.pt/pt/temas-transversais",
    "https://aima.gov.pt/documents/minuta-declaracao-de-entidade-patronal.pdf",
    "https://aima.gov.pt/documents/modelo-4.pdf",
    "https://aima.gov.pt/documents/tabela-de-taxas-e-demais-encargos-a-cobrar-pelos-procedimentos-administrativos.pdf",
    "https://aima.gov.pt/pt/a-aima/perguntas-frequentes-faqs",
    "https://aima.gov.pt/pt/viver/brexit",
    "https://aima.gov.pt/pt/a-aima",
    "https://aima.gov.pt/pt/politica-de-privacidade",
    "https://aima.gov.pt/pt/a-aima/protecao-de-dados",
    "https://aima.gov.pt/pt/noticias",
    "https://aima.gov.pt/pt/perguntas-frequentes-faq-s",
    "https://aima.gov.pt/pt/trabalhar/autorizacao-de-residencia-tde-ict-para-trabalhador-transferido-dentro-da-empresa-art-124-o-b#offcanvas-flip-slide",
    "https://aima.gov.pt/pt/lojas-aima",
    "https://aima.gov.pt/pt/estudar",
    "https://aima.gov.pt/media/pages/documents/ebc2f601d1-1714485735/modelo-2.pdf",
    "https://aima.gov.pt/documents/modelo-1.pdf",
    "https://aima.gov.pt/documents/minuta-declaracao-de-alojamento.pdf",
    "https://aima.gov.pt/pt/a-aima/etica-gestao-de-risco-e-prevencao-da-corrupcao/transparencia-administrativa",
    "https://aima.gov.pt/pt/empreender"
  ]
}